Repository: dsvalenciah/ROAp
Catalog: learning_object/collection/locale/*/LC_MESSAGES/collection.po
Languages: es_co, pt_br

source: An a {user_role} cant rate this learning object (only {rater_role}).
es_co: Un {user_role} no puede calificar este objeto de aprendizaje (solo {rater_role}).
pt_br: Um {user_role} não pode qualificar este objeto de aprendizagem (somente {rater_role}).

source: An a {user_role} cant rate this learning object (only {accepted_roles}).
es_co: Un {user_role} no puede calificar este objeto de aprendizaje (solo {accepted_roles}).
pt_br: Um {user_role} não pode qualificar este objeto de aprendizagem (apenas {accepted_roles}).

source: Invalid ratig (only [1, 5]).
es_co: Calificación inválida (solamente [1,5]).
pt_br: Classificação inválida (apenas [1,5]).

source: This user cant rate this learning object {user_id}.
es_co: Este usuario no puede calificar este objeto de aprendizaje {user_id}.
pt_br: Este usuário não pode qualificar este objeto de aprendizagem {user_id}.

source: Unknown format.
es_co: Fomato desconocido.
pt_br: Formato desconhecido.

source: File not found.
es_co: Archivo no encontrado.
pt_br: Ficheiro não encontrado.

source: {learning_object_id} no have extension.
es_co: {learning_object_id} no tiene extensión.
pt_br: {learning_object_id} não tem extensão.

source: Learning Object not found.
es_co: Objeto de aprendizaje no encontrado.
pt_br: Objecto de aprendizagem não encontrado.

source: User is not own of this learning object.
es_co: Usuario no es propietario de este objeto de aprendizaje.
pt_br: O usuário não possui este objeto de aprendizagem.

source: Learning Object _id not found.
es_co: _id de objeto de aprendizaje no encontrado.
pt_br: Id do objeto de aprendizagem não encontrado.

source: User deleted.
es_co: Usuario eliminado.
pt_br: Usuário eliminado.

source: User not validated.
es_co: Usuario no validado.
pt_br: Usuário inválido.

source: User unapproved.
es_co: Usuario no aprobado.
pt_br: Usuário não aceito.

source: JWT expired
es_co: JWT expirado
pt_br: JWT expirou

source: JWT decode error
es_co: Error decodificando JWT
pt_br: Erro de descodificação JWT

source: An metadata, category, and file is required
es_co: Un metadata, categoría y archivo es requerido
pt_br: É necessário um metadados, uma categoria e um ficheiro

source: Not a valid choice.
es_co: No es una opción válida.
pt_br: Não é uma escolha válida.

source: Field may not be null.
es_co: Campo no puede ser null.
pt_br: O campo pode não ser nulo.

source: Not a valid list.
es_co: No es una lista válida.
pt_br: Não é uma lista válida.

source: Requiredfield.
es_co: Campo obligatorio.
pt_br: Campo obrigatório.
